export default {

  paging:{
	lmdt: "点击加载更多",
	lmlt: "加载中...",
	lmnmt: "没有更多了",
	lmft: "加载失败，点击重新加载",
	evt: "没有数据~",
	evrt: "重新加载",
	evet: "抱歉，加载失败"
  },
  login:{
	  l1:"你好",
	  l2:"欢迎登录 [仓储管理端]",
	  l3:"手机号码",
	  l4:"请输入您的手机号码",
	  l5:"密码",
	  l6:"请输入您的密码",
	  l7:"登录"
  },
 setting: {
     s_t1: "密码",
     s_s1: "设置",
     s_s2: "更改密码",
     s_s3: "登出",
     s_s4: "您确定要登出当前账户吗？",
     s_s5: "取消",
     s_s6: "确认",
     s_s7: "账户",
     s_s8: "旧密码",
     s_s9: "请输入",
     s_s10: "新密码",
     s_j1: "更新成功"
 },
 home: {
     h_h1: "国内",
     h_h2: "仓库",
     h_h3: "欢迎登录",
	 h_h4:"启用相机失败",
	  h_a1: "扫描",
	     h_a2: "将“物流追踪号”放入框中，它将自动被扫描",
	     h_a3: "请先扫描‘货架层号’，以便用于放置货物",
	     h_a4: "手动输入",
	     h_a5: "输入",
	     h_a6: "请手动输入‘物流订单号’以查询订单",
	     h_a7: "请输入集装箱号（例如：1-1）",
	     h_a8: "扫描码失败"
 }
}